Repository: msi10/globalconcept
Catalog: *.po
Languages: ru_ru

source: Literature:
ru_ru: Литература:

source: Categories:
ru_ru: Категории:

source: Welcome to Friday Sermon Archives
ru_ru: Добро пожаловать в архив пятничных проповедей

source: Sermon delivered by
ru_ru: Проповедь произнёс

source: Friday Sermons:
ru_ru: Пятничные проповеди:

source: Video Categories:
ru_ru: Видео:

source: Welcome to our Media Library Overview Page (Multimedia)
ru_ru: Добро пожаловать на главную страницу видеотеки (мультимедиа)

source: Daily Archives: %s
ru_ru: Архивы по дням: %s

source: Monthly Archives: %s
ru_ru: Архивы по месяцам: %s

source: Yearly Archives: %s
ru_ru: Архивы по годам: %s

source: Blog Archives
ru_ru: Архивы блогов

source: Nothing Found
ru_ru: Ничего не найдено

source: Apologies, but no results were found for the requested archive. Perhaps searching will help find a related post.
ru_ru: Извините, но для запрашиваемого архива ничего не найдено. Возможно, поиск поможет найти необходимую веб-публикацию.

source: Permalink to %s
ru_ru: Постоянная ссылка на %s

source: Featured
ru_ru: избранное

source: Reply
ru_ru: Ответ

source: Continue reading <span class="meta-nav">&rarr;</span>
ru_ru: Далее здесь: <span class="meta-nav">&rarr;</span>

source: Pages:
ru_ru: Страницы:

source: <span class="%1$s">Posted in</span> %2$s
ru_ru: <span class="%1$s"> опубликовано на </span> %2$s

source: <span class="%1$s">Tagged</span> %2$s
ru_ru: <span class="%1$s">отмечено тегами</span> %2$s

source: Leave a reply
ru_ru: Оставьте комментарий

source: <b>1</b> Reply
ru_ru: <b>1</b> Комментарий

source: <b>%</b> Replies
ru_ru: <b>%</b> Комментарии

source: Edit
ru_ru: Редактировать

source: Post navigation
ru_ru: пост-навигация

source: <span class="meta-nav">&larr;</span> Older posts
ru_ru: <span class="meta-nav">&larr;</span> Более ранние веб-публикации

source: Newer posts <span class="meta-nav">&rarr;</span>
ru_ru: Более поздние веб-публикации <span class="meta-nav">&rarr;</span>

source: <span class="sep">Posted on </span><a href="%1$s" title="%2$s" rel="bookmark"><time class="entry-date" datetime="%3$s" pubdate>%4$s</time></a><span class="by-author"> <span class="sep"> by </span> <span class="author vcard"><a class="url fn n" href="%5$s" title="%6$s" rel="author">%7$s</a></span></span>
ru_ru: <span class="sep">Опубликовано </span><a href="%1$s" title="%2$s" rel="bookmark"><time class="entry-date" datetime="%3$s" pubdate>%4$s</time></a><span class="by-author"> <span class="sep"> by </span> <span class="author vcard"><a class="url fn n" href="%5$s" title="%6$s" rel="author">%7$s</a></span></span>

source: View all posts by %s
ru_ru: Смотрите все веб-публикации автора: %s

source: In the name of Allah, Most Gracious, Most Merciful
ru_ru: Во имя Аллаха, Всемилостивого, Милосердного

source: Latest Friday Sermon delivered by our World Head
ru_ru: Новейшая пятничная проповедь, произнесённая Всемирным Имамом

source: News and Blog
ru_ru: Новости и Блог

source: Upcoming and past Events
ru_ru: Грядущие и прошедшие мероприятия

source: Latest Publications
ru_ru: Наиболее свежие публикации

source: Watch latest videos from our Media Library
ru_ru: Смотрите наиболее свежие видео-материалы из нашей видеотеки

source: Welcome to our Media Library Overview Page (Media)
ru_ru: Добро пожаловать на главную страницу медиатеки (мультимедиа)

source: "Read More &raquo;"
ru_ru: "Читайте далее: &raquo;"

source: Author:
ru_ru: Автор:

source: Description:
ru_ru: Описание:

source: More by
ru_ru: Другие веб-публикации автора

source: Not Found!
ru_ru: Не найдено!

source: Sorry, no page matched your criteria.
ru_ru: Извините, по Вашим критериям ничего не найдено.

source: Summary:
ru_ru: Описание:

source: Video Description:
ru_ru: Описание видео:

source: Welcome to Friday Sermons
ru_ru: Добро пожаловать на страницу \"Пятничные проповеди\"

source: Books Archives
ru_ru: Архивы публикаций

source: Events:
ru_ru: События:

source: Welcome to our Media Library
ru_ru: Добро пожаловать в нашу медиатеку
