Repository: msi10/globalconcept
Catalog: languages/*.po
Languages: sq_al

source: Literature:
sq_al: Literatura

source: Categories:
sq_al: Kategoritë

source: Sermon delivered by
sq_al: Fjalimi i xhumas, i mbajtur nga

source: on
sq_al: më

source: Friday Sermons:
sq_al: Fjalimet e xhumasë

source: Daily Archives: %s
sq_al: Arkiva: %s

source: Monthly Archives: %s
sq_al: Arkiva: %s

source: Yearly Archives: %s
sq_al: Arkiva: %s

source: Blog Archives
sq_al: Arkiva e blogut

source: Nothing Found
sq_al: Nuk u gjet asnjë e dhënë!

source: Apologies, but no results were found for the requested archive. Perhaps searching will help find a related post.
sq_al: Ju kërkojmë ndjesë, nuk u gjetë asnjë e dhënë në arkivin e kërkuar. Por, ka mundësi që kërkimi t'ju çojë në ndonjë postim tjetër me interes. Faleminderit...

source: Permalink to %s
sq_al: Permalink %s

source: Reply
sq_al: Përgjigjuni

source: Continue reading <span class="meta-nav">&rarr;</span>
sq_al: Vazhdoni të lexoni <span class="meta-nav">&rarr;</span>

source: Pages:
sq_al: Faqe:

source: <span class="%1$s">Posted in</span> %2$s
sq_al: <span class="%1$s">Postuar në</span> %2$s

source: Leave a reply
sq_al: Lini ndonjë koment

source: <b>%</b> Replies
sq_al: <b>%</b> Përgjigje

source: Edit
sq_al: Ndrysho

source: <span class="meta-nav">&larr;</span> Older posts
sq_al: <span class="meta-nav">&larr;</span> Postime të mëparshme

source: Newer posts <span class="meta-nav">&rarr;</span>
sq_al: Postime të reja <span class="meta-nav">&rarr;</span>

source: View all posts by %s
sq_al: Trego të gjitha postimet me %s

source: Video Categories:
sq_al: Kategoritë video

source: "Read More &raquo;"
sq_al: "Vazhdoni të lexoni &raquo;"

source: Author:
sq_al: Autor:

source: Description:
sq_al: Përshkrim:

source: Not Found!
sq_al: Nuk u gjet!

source: Sorry, no page matched your criteria.
sq_al: Ju kërkojmë falje, asnjë faqe nuk u përputh me kriterin tuaj.

source: Summary:
sq_al: Përmbledhje:

source: Video Description:
sq_al: Përshkrim i videos

source: Books Archives
sq_al: Arkiva e librave

source: Events:
sq_al: Evente:

source: Welcome to our Media Library
sq_al: Mirë së vini në Mediatekë

source: Welcome to our Media Library Overview Page (Multimedia)
sq_al: Mirë së vini në Mediatekë

source: Latest Friday Sermon delivered by our World Head
sq_al: Fjalimi i fundit i xhumasë, i mbajtur nga Udhëheqësi ynë botëror

source: News and Blog
sq_al: Lajme dhe blog

source: Upcoming and past Events
sq_al: Ditari i eventeve

source: Latest Publications
sq_al: Botime të fundit

source: Watch latest videos from our Media Library
sq_al: Shikoni video të fundit në mediatekën tonë

source: Salat Timings
sq_al: Kohët e namazit

source: Information about how to use the Salat Time Calculator:
sq_al: Informacion rreth përdorimit të kalendarit të namazit:

source: Please type the location in the form below.
sq_al: Ju lutemi, shkruani këtu vendndodhjen tuaj.

source: You may compare your typed location with the location displayed on the map.
sq_al: Ju mund ta gjeni vendndodhjen tuaj edhe në hartë.

source: The line on the map indicates the direction to the Kaaba (Mecca).
sq_al: Vija që shihet në hartë, tregon drejtimin e Kibles (Qabes ose Mekës).

source: Please note that there may be minor variations in the calculated timings.
sq_al: Të keni parasysh se ky kalendar mund të ketë diferencë shumë të vogël kohore me kalendarë të tjerë të botuar.

source: Your Location:
sq_al: Vendndodhja juaj:

source: In the Name of Allah, The Gracious, The Merciful
sq_al: Në emër të Allahut të Gjithëmëshirshmit, Mëshirëplotit.

source: Salat Timings for:
sq_al: Salat Timings for: Kohët e namazit për:

source: These Salat Timings were created on
sq_al: Këto kohë të namazit janë përgatitur nga:

source: Print Salat Timings
sq_al: Printoni kohët e namazit

source: Sun
sq_al: E diel

source: Mon
sq_al: E hënë

source: Tue
sq_al: E martë

source: Wed
sq_al: E mërkurë

source: Thu
sq_al: E enjte

source: Fri
sq_al: E premte

source: Sat
sq_al: E shtunë

source: January
sq_al: Janar

source: February
sq_al: Shkurt

source: March
sq_al: Mars

source: April
sq_al: Prill

source: May
sq_al: Maj

source: June
sq_al: Qershor

source: July
sq_al: Korrik

source: August
sq_al: Gusht

source: September
sq_al: Shtator

source: October
sq_al: Tetor

source: November
sq_al: Nëntor

source: December
sq_al: Dhjetor

source: The Friday Sermon Archive
sq_al: Arkivi i fjalimeve sipas viteve

source: The Jumu'ah (Friday) prayer is one form of congregational worship in Islam. It takes place every Friday. Regular attendance at the Jumu'ah prayer is enjoined on the believer. According to a Saying of Muhammadsa this congregational prayer is twenty-five times more blessed than worship performed alone. (Bukhari)
sq_al: Namazi i xhumasë është një falje kolektive që bëjnë muslimanët çdo të premte në Islam. Zoti i Madhërishëm në Kuranin Famëlartë i porosit besimtarët që të marrin pjesë rregullisht në faljen e xhumasë, edhe sikur u duhet të lënë punët dhe tregtitë e tyre për një kohë të shkurtër. (Kurani Famëlartë 62:10)

source: Select Sermon Archive by Year
sq_al: Zgjidhni fjalimet sipas vitit

source: Friday Sermon
sq_al: Fjalim i së xhumasë

source: More books
sq_al: Libra të tjerë

source: Download Audio
sq_al: Shkarkoni audio
